<html>
<head>
<title>Nombremania. Ayuda.</title>
<script language="JavaScript">
<!--
function MM_openBrWindow(theURL,winName,features) { //v2.0
  window.open(theURL,winName,features);
}
//-->
</script>
<style type="text/css">
<!--
.tituloayuda {  font: 900 12px/16px Verdana, Arial, Helvetica, sans-serif; color: #000099; letter-spacing: 0.03em}
.body_10 { font: 10px/110% Verdana, Arial, Helvetica, sans-serif; color: #333333 }
-->
</style>
</head>
<body bgcolor="#ffcc00" leftmargin="10" topmargin="10" marginwidth="10" marginheight="10">
<table width="100%" border="0" cellpadding="8" cellspacing="1" bordercolor="#CCCCCC">
  <tr> 
    <td bgcolor="#FFFFFF" align="right" height="30" valign="bottom" class="tituloayuda"><img src="../imagenes/logochico.gif" width="102" height="16" hspace="4" align="left"> 
      Ayuda en l&iacute;nea</td>
  </tr>
  <tr> 
    <td class="body_10" bgcolor="#FFFFCC"> 
      <p align="left"><font face="Verdana, Arial, Helvetica, sans-serif" size="3"><b><a name="nombre"></a><span class="tituloayuda">Nombres 
        de dominio</span></b></font> <br>
        <font face="Verdana, Arial, Helvetica, sans-serif" size="1">Tu nombre 
        de dominio puede tener una longitud de hasta 256 caracteres. Sin embargo, 
        es aconsejable que uses un nombre corto, que sea f&aacute;cil de recordar 
        y que no induzca a errores de escritura. Debido a la gran cantidad de 
        dominios ya registrados, te aconsejamos que pienses siempre en nombres 
        alternativos por si el dominio de tu elecci&oacute;n ya ha sido reservado 
        por otro usuario. Recuerda tambi&eacute;n que no est&aacute; permitido 
        el uso de espacios. </font></p>
    </td>
  </tr>
  <tr> 
    <td class="body_10" bgcolor="#FFFF99"><a name="usuario"></a><font face="Verdana, Arial, Helvetica, sans-serif"><b><font size="3"><span class="tituloayuda">Perfil 
      de usuario</span></font></b><br>
      <font face="Verdana, Arial, Helvetica, sans-serif" size="1">Si eres un cliente 
      nuevo, introduce el nombre de usuario y la clave que deseas usar para administrar 
      tu(s) dominio(s). En ese caso deja marcada la opci&oacute;n &quot;Cliente 
      Nuevo&quot;</font>. <font face="Verdana, Arial, Helvetica, sans-serif" size="1">Si 
      ya tienes registrado alg&uacute;n dominio con nosotros, puedes usar el nombre 
      de usuario y la clave que introdujiste para gestionar tu dominio</font><font face="Verdana, Arial, Helvetica, sans-serif" size="1"> 
      anterior. En ese caso deber&aacute;s marcar la opci&oacute;n &quot;Cliente 
      Anterior&quot; e introducir el dominio que registraste bajo este nombre 
      de usuario y clave.</font><font face="Verdana, Arial, Helvetica, sans-serif" size="1"> 
      De esta forma, el formulario de solicitud de datos aparecer&aacute; ya con 
      los datos que aportaste, ahorr&aacute;ndote tener que volver a rellenarlos 
      de nuevo. Adem&aacute;s, podr&aacute;s gestionar todos los dominios que 
      registres de este modo, con una sola combinaci&oacute;n de nombre usuario 
      y clave.</font></font> </td>
  </tr>
  <tr> 
    <td class="body_10" bgcolor="#FFFFCC"><font face="Verdana, Arial, Helvetica, sans-serif"> 
      <a name="titular"></a><b><font size="3" class="tituloayuda">Datos del Titular</font></b> 
      <br>
      <font face="Verdana, Arial, Helvetica, sans-serif" size="1">El contacto 
      titular, llamado tambi&eacute;n contacto de la empresa, es la persona e 
      instituci&oacute;n que figuran como titular del domino. A ellos corresponder&aacute; 
      la resoluci&oacute;n final en caso de baja o traslado de dominio a otro 
      registrador.</font></font></td>
  </tr>
  <tr> 
    <td class="body_10" bgcolor="#FFFF99" height="55"><font face="Verdana, Arial, Helvetica, sans-serif"><a name="facturacion"></a><b><font size="3"><span class="tituloayuda">Contacto 
      de facturaci&oacute;n</span></font></b> <br>
      <font face="Verdana, Arial, Helvetica, sans-serif" size="1">El contacto 
      de facturaci&oacute;n es la persona responsable final de los pagos de renovaciones 
      del dominio. A su email ser&aacute;n dirigidos los avisos de renovaci&oacute;n. 
      Es MUY IMPORTANTE que esta direcci&oacute;n sea operativa y consultada peri&oacute;dicamente 
      para evitar bajas involuntarias en el futuro</font></font></td>
  </tr>
  <tr> 
    <td class="body_10" bgcolor="#FFFFCC" height="59"><font face="Verdana, Arial, Helvetica, sans-serif"><a name="tecnico"></a><b><font size="3"><span class="tituloayuda">Contacto 
      t&eacute;cnico</span></font></b> <br>
      <font face="Verdana, Arial, Helvetica, sans-serif" size="1">El contacto 
      t&eacute;cnico, es la persona responsable y a la que se le notificar&iacute;an 
      supuestos problemas con los servidores de nombres en los que est&eacute; 
      registrado el dominio. </font><font face="Verdana, Arial, Helvetica, sans-serif" size="1">En 
      caso de un <i><a href="http://www.nombremania.com/registrar.php" target="nuevaventana">registro 
      pro</a></i> no necesitar&aacute;s estos datos puesto que son aportados directamente 
      por el sistema.</font></font></td>
  </tr>
  <tr> 
    <td class="body_10" bgcolor="#FFFF99"> 
      <p><font face="Verdana, Arial, Helvetica, sans-serif"><a name="dns"></a><b><font size="3"><span class="tituloayuda">Informaci&oacute;n 
        de DNS</span></font></b> <br>
        <font face="Verdana, Arial, Helvetica, sans-serif" size="1">Para proceder 
        con un <i><a href="http://www.nombremania.com/registrar.php" target="nuevaventana">registro 
        estandar</a></i> es necesario conocer los datos del servidor de nombres 
        que redirigir&aacute; al sitio donde albergar&aacute; el dominio una vez 
        registrado. Si no conoces estos datos, consulta a tu proveedor o ISP. 
        Aunque es una practica no recomendable, en realidad el sistema te permitir&aacute; 
        usar cualquier DNS operativa en internet (de otro dominio o de tu ISP), 
        aunque el nuevo dominio no est&eacute; incluido en ella. Solo en el caso 
        de los dominios .es, se realiza esta comprobaci&oacute;n antes del registro. 
        </font><FONT face="Verdana, Arial, Helvetica, sans-serif"><FONT face="Verdana, Arial, Helvetica, sans-serif" size="1">Los 
        servidores DNS que se utilicen deben estar activos y registrados bajo 
        un dominio operativo (no se permiten entradas IP).<I> [No es posible, 
        salvo que se configure y registre un servidor de DNS dedicado detras, 
        apuntar las DNS de un nuevo dominio directamente a una IP de una l&iacute;nea 
        ADSL.]</I></FONT></FONT><font face="Verdana, Arial, Helvetica, sans-serif" size="1"> 
        Si no piensas hospedar el dominio por el momento, te recomendamos utilices 
        la <B>opci&oacute;n &quot;PRO&quot; </B>de registro en cuyo caso no se 
        necesitan estos datos, puesto que son aportados directamente por NombreMania.</font></font></p>
      <p><FONT face="Verdana, Arial, Helvetica, sans-serif" size="1">Recuerda 
        que siempre que cambies de proveedor de hospedaje de tu/s dominio/s deber&iacute;as 
        ponerte en contacto con tu&nbsp;anterior proveedor (ISP) para que borre 
        el mismo y actualice los registros de tu DNS dado que, de otro modo, algunos 
        usuarios y tu mismo podr&iacute;ais tener problemas de acceso a tu nueva 
        direcci&oacute;n.</FONT></p>
      </td>
  </tr>
  <tr> 
    <td class="body_10" bgcolor="#FFFFCC">
      <P><a name="parking"></a><b><font size="3"><span class="tituloayuda">Parking, 
        WebForward y MailForward</span></font></b><br>
        <FONT size="1">Con l</FONT><font face="Verdana, Arial, Helvetica, sans-serif" size="1">a 
        modalidad de <i><a href="http://www.nombremania.com/registrar.php" target="nuevaventana">registro 
        pro</a> </i> podr&aacute;s hacer que tu dominio responda con una p&aacute;gina 
        de &quot;parking&quot; o, quede redirigido a una URL a tu elecci&oacute;n. 
        Podr&aacute;s as&iacute;, por ejemplo, utilizar espacios personales de 
        tu conexi&oacute;n a internet o servidores web gratuitos. Con la opci&oacute;n 
        de MailForward, podr&aacute;s redirigir una direcci&oacute;n de tu nuevo 
        dominio a tu email actual.<BR>
        </font><FONT face="Verdana, Arial, Helvetica, sans-serif" size="1">Durante 
        el proceso de registro se te solicitan unos valores iniciales que despu&eacute;s 
        podr&aacute;s modificar o ampliar desde tu panel de control.</FONT></P>
      </td>
  </tr>
</table>
<p align="left">&nbsp;</p>
</body>
</HTML>