<html>
<head>
<TITLE>Condiciones de registro</TITLE>
</head>
<body bgcolor="#ffcc00">
<table width="380" border="0" cellspacing="0" cellpadding="3">
  <tr bgcolor="#FFFFFF"> 
    <td colspan="2"> 
      <div align="right"><img src="../imagenes/logochico.gif" width="102" height="20" hspace="4"></div>
    </td>
  </tr>
  <tr> 
    <td colspan="2"> 
      <hr color="orange" noshade size="1">
    </td>
  </tr>
  <tr>
    <td colspan="2" bgcolor="#000066"><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><b><font color="#FFFFFF">CONDICIONES 
      GENERALES DE REGISTRO y TRASLADO DE DOMINIOS</font></b></font></td>
  </tr>
  <tr> 
    <td colspan="2"> 
      <p> <font face="Verdana, Arial, Helvetica, sans-serif" size="1" color="#FFFFFF"> 
        </font><font face="Verdana, Arial, Helvetica, sans-serif" size="1"> <br>
        1.- El solicitante del registro o traslado de este dominio solicita a 
        NombreMania.com que gestione la contrataci&oacute;n del mismo. El interesado 
        manifiesta haber le&iacute;do y entender las condiciones y obligaciones 
        que ello conlleva. Tambi&eacute;n manifiesta conocer los textos sobre 
        <a href="agreement.html" target="abreenotra">Acuerdo de Registro</a> 
        y <a href="policy.html" target="abreenotra">Resoluci&oacute;n 
        de Conflictos</a>.<br>
        <br>
        2.- El cliente entiende que el registro NO queda nunca formalmente realizado 
        hasta que NombreMania haya recibido constancia del pago correcto realizado 
        por el cliente por cualquier de las v&iacute;as a su disposici&oacute;n. 
        Eximiendose en todos los casos NombreMania (El Sur Existe s.l.) de cualquier 
        responsabilidad derivada de la consecuci&oacute;n o no de un dominio. 
        Esto incluye los perjuicios derivados de un registro no formalizado y 
        el uso fraudulento o ilegal que el cliente haga del dominio que registra. 
        <br>
        <br>
        3.- Aquellos dominios solicitados y no abonados en un perido de 7 d&iacute;as 
        nsturales desde su solicitud, ser&aacute;n autom&aacute;ticamente cancelados. 
        NombreMania se reserva tambi&eacute;n el derecho a cancelar de forma inmediata 
        aquellos dominios cuyos pagos sean susceptibles de cancelaci&oacute;n 
        o devoluciones. <br>
        <br>
        4.- Los registros una vez formalizados, no son susceptibles de ning&uacute;n 
        tipo de cambio, anulaci&oacute;n o devoluci&oacute;n y siempre se registran 
        por periodos m&iacute;nimos de un a&ntilde;o, no teniendo lugar en ning&uacute;n 
        caso devoluci&oacute;n alguna.<br>
        <br>
        5.- En caso de registro de dominios con servicios de valor a&ntilde;adido 
        (registros pro) estos incluyen unas condiciones expresadas en cada caso 
        y que como norma limitan el caudal utilizado por el contratante a una 
        cantidad de 200 MB por a&ntilde;o, sumando todos los servicios que se 
        utilicen (WebForward, MailForward, etc). NombreMania se reserva el derecho 
        de suspender los servicios de valor a&ntilde;adido de una cuenta cuando 
        est&aacute; alcance un consumo del 90% de esta cantidad, salvo que el 
        cliente contrate una nueva cuota de servicio.</font></p>
      <p><font face="Verdana, Arial, Helvetica, sans-serif" size="1">6.- En caso 
        de cualquier tipo de conflictos, el contratante renuncia a aquellos fueros 
        que pudieran acogerle y se somete a la jurisdicc&iacute;on de los elegidos 
        por El Sur Existe s.l. (Nombremania).</font></p>
    </td>
  </tr>
</table>
 
</body>
</html>

