<html>
<head>
<title>Nombremania. Condiciones de afiliacion.</title>
<script language="JavaScript">
<!--
function MM_openBrWindow(theURL,winName,features) { //v2.0
  window.open(theURL,winName,features);
}
//-->
</script>
<style type="text/css">
<!--
.tituloayuda {  font: 900 12px/16px Verdana, Arial, Helvetica, sans-serif; color: #000099; letter-spacing: 0.03em}
.body_10 { font: 10px/110% Verdana, Arial, Helvetica, sans-serif; color: #333333 }
-->
</style>
<LINK rel="stylesheet" href="/Templates/nm2_base_registro.css" type="text/css">
</head>
<body bgcolor="#ffcc00" leftmargin="10" topmargin="10" marginwidth="10" marginheight="10">
<table border="0" cellpadding="12" cellspacing="1" bordercolor="#CCCCCC">
  <tr> 
    <td bgcolor="#FFFFFF" align="right" height="30" valign="bottom" class="tituloayuda"><img src="/imagenes/logochico.gif" width="102" height="16" hspace="4" align="left"> 
      <SPAN class="body_11"> Condiciones del programa de clientes registrados 
      y afiliados</SPAN></td>
  </tr>
  <tr> 
    <td bgcolor="#FFFFCC" class="body_10"> 
      <p align="left"><font face="Verdana, Arial, Helvetica, sans-serif" size="3"><b><span class="tituloayuda">CONDICIONES 
        DEL ACUERDO</span></b></font></p>
      <p align="left"> 1. El interesado que cumplimenta este formulario (desde 
        ahora el &#147;afiliado&#148;) desea participar en el &#147;Programa de 
        Afiliaci&oacute;n de NombreMania.com&#148; y registrarse como cliente. 
        Ha leido y entiende todas las condiciones y obligaciones que ello conlleva.</p>
      <p align="left">2. El programa de afiliaci&oacute;n proporciona al interesado 
        la posibilidad de incluir elementos promocionales y vinculos en sus propias 
        productos de internet que dirijan al cliente a nombremania.com, con el 
        fin de registrar dominios en internet. Tambi&eacute;n le permite registrar 
        dominios para si mismo o terceros y beneficiarse de los mismos descuentos.</p>
      <p align="left">3. El afiliado NO podr&aacute; variar el contenido y/o forma 
        de los elementos promocionales que NombreMania ponga a su disposici&oacute;n 
        a trav&eacute;s de sus p&aacute;ginas web que podr&aacute;n variar seg&uacute;n 
        las promociones vigentes en el momento.</p>
      <p align="left">4. El afiliado se compromete a no utilizar el nombre ni 
        los elementos promocionales aportados por Nombremania para dirigir a sus 
        clientes a cualquier otro producto, p&aacute;gina web o empresa. Este 
        hecho supondr&aacute; la automatica rescisi&oacute;n del acuerdo y la 
        posible reclamaci&oacute;n de da&ntilde;os por los perjuicios que esto 
        haya supuesto. Por su parte NombreMania se compromete a garantizar los 
        derechos de propiedad y la legalidad de los elementos promocionales que 
        se ofrezcan al afiliado. </p>
      <p align="left">5. Cuando un cliente final acceda a la web de NombreMania.com 
        desde las p&aacute;ginas del afiliado, NombreMania se compromete a establecer 
        todos los medios necesarios para contabilizar este acceso en favor del 
        afiliado en aquellos casos en que el proceso acabe en un registro. Todos 
        las solicitudes que acaben en pedidos terminados y abonados proporcionar&aacute;n 
        creditos a favor del afiliado seg&uacute;n las condiciones vigentes por 
        Nombremania en ese momento.</p>
      <p align="left">6. El afiliado tendr&aacute; acceso a un panel de control 
        en el que comprobar el estado y n&uacute;mero de operaciones derivadas 
        a NombreMania, as&iacute; como su importe.</p>
      <p align="left">7. El importe de las comisiones se calcular&aacute; en cada 
        operaci&oacute;n de forma individual seg&uacute;n las condiciones aplicables 
        en cada caso que estar&aacute;n publicadas en la propia web, bajo la secci&oacute;n 
        afiliados. Solo se contabilizar&aacute;n como validos aquellos registros 
        totalmente abonados y siempre que no se produzca una cancelaci&oacute;n 
        o devoluci&oacute;n posterior del pago por parte del cliente. </p>
      <p align="left">8. Las condiciones y porcentajes de las comisiones podr&aacute;n 
        variarse sin previo aviso, y ser&aacute;n aplicable a todos los nuevos 
        registros posteriores a su publicaci&oacute;n en la web, aunque como norma 
        NombreMania deber&aacute; notificar estos cambios a los afiliados a la 
        direcci&oacute;n de email registrada en su cuenta.</p>
      <p align="left">9. NombreMania se reserva el derecho a no abonar aquellas 
        comisiones que se consid&eacute;ren generadas por ventas fraudulentas.</p>
      <p align="left">10. La liquidaci&oacute;n de las comisiones se realizar&aacute; 
        de forma mensual siempre que el importe de las comisiones acumuladas por 
        parte del cliente supere la cantidad de 30&euro;, de otro modo quedar&aacute;n 
        acumuladas hasta la siguiente liquidaci&oacute;n. El pago se realizar&aacute; 
        en los 45 d&iacute;as posteriores a la recepci&oacute;n de una factura 
        legal por parte del interesado mediante tal&oacute;n, transferencia bancaria 
        o cr&eacute;dito abonado a la cuenta de prepago del afiliado para abono 
        de sus propios registros.</p>
      <p align="left">11. Las partes renuncian a su propio fuero y se someten 
        para cualquier controversia que surja en relaci&oacute;n con la interpretaci&oacute;n 
        o ejecuci&oacute;n del presente acuerdo a los Juzgados y Tribunales de 
        Fuengirola (M&aacute;laga). En todos los casos ser&aacute; la legislaci&oacute;n 
        espa&ntilde;ola la aplicable al este acuerdo.<BR>
      </p>
      </td>
  </tr>
</table>
<p align="left">&nbsp;</p>
</body>
</HTML>